{"GEORGIA": {"UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>5024</span> more  individuals than Utah. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>10.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>2809</span> fewer  individuals than Virginia. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>5.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>2863</span> more  individuals than North Carolina. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>23.0%</span> greater than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>301</span> fewer  individuals than New York. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>4.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>18647</span> fewer  individuals than California. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>8.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>25675</span> more  individuals than Texas. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>18.0%</span> greater than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>6266</span> more  individuals than Hawaii. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>4.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>3755</span> more  individuals than Illinois. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>7.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>6100</span> fewer  individuals than Connecticut. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>13.0%</span> greater than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>4363</span> more  individuals than Tennessee. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>5.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>5699</span> more  individuals than Massachusetts. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>4.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>6294</span> more  individuals than Puerto Rico. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>4064</span> more  individuals than Ohio. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>13.0%</span> greater than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>5006</span> more  individuals than Maryland. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>7.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>3240</span> fewer  individuals than Colorado. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>7.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>4247</span> more  individuals than New Jersey. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>5.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>424</span> fewer  individuals than Florida. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>11.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>5572</span> fewer  individuals than Michigan. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>21.0%</span> greater than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>4282</span> fewer  individuals than Washington. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>8.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>5216</span> fewer  individuals than Minnesota. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>11.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>4925</span> fewer  individuals than Oregon. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>7.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>4717</span> more  individuals than Nevada. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>100.0%</span> greater than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>5356</span> fewer  individuals than Louisiana. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>20.0%</span> greater than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>2198</span> fewer  individuals than Arizona. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>14.0%</span> greater than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>6337</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>3598</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>9.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>5541</span> more  individuals than Nebraska. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>12.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Georgia detained <span class='quant'>5866</span> fewer  individuals than Missouri. The rate at which immigration courts in Georgia grant asylum is <span class='quant'>9.0%</span> greater than Missouri."}}}, "UTAH": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>5024</span> fewer  individuals than Georgia. The rate at which immigration courts in Utah grant asylum is <span class='quant'>967.0%</span> less than Georgia."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>5448</span> fewer  individuals than Florida. The rate at which immigration courts in Utah grant asylum is <span class='quant'>107.0%</span> less than Florida."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>2215</span> more  individuals than Virginia. The rate at which immigration courts in Utah grant asylum is <span class='quant'>46.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>2161</span> more  individuals than North Carolina. The rate at which immigration courts in Utah grant asylum is <span class='quant'>223.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>5325</span> fewer  individuals than New York. The rate at which immigration courts in Utah grant asylum is <span class='quant'>35.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>23671</span> more  individuals than California. The rate at which immigration courts in Utah grant asylum is <span class='quant'>78.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>30699</span> fewer  individuals than Texas. The rate at which immigration courts in Utah grant asylum is <span class='quant'>171.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>1242</span> more  individuals than Hawaii. The rate at which immigration courts in Utah grant asylum is <span class='quant'>36.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>1269</span> fewer  individuals than Illinois. The rate at which immigration courts in Utah grant asylum is <span class='quant'>64.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>1076</span> fewer  individuals than Connecticut. The rate at which immigration courts in Utah grant asylum is <span class='quant'>121.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>661</span> fewer  individuals than Tennessee. The rate at which immigration courts in Utah grant asylum is <span class='quant'>52.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>675</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Utah grant asylum is <span class='quant'>39.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>1270</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Utah grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>960</span> fewer  individuals than Ohio. The rate at which immigration courts in Utah grant asylum is <span class='quant'>121.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>18</span> more  individuals than Maryland. The rate at which immigration courts in Utah grant asylum is <span class='quant'>67.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>1784</span> fewer  individuals than Colorado. The rate at which immigration courts in Utah grant asylum is <span class='quant'>63.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>777</span> more  individuals than New Jersey. The rate at which immigration courts in Utah grant asylum is <span class='quant'>51.0%</span> greater than New Jersey."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>548</span> more  individuals than Michigan. The rate at which immigration courts in Utah grant asylum is <span class='quant'>207.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>742</span> more  individuals than Washington. The rate at which immigration courts in Utah grant asylum is <span class='quant'>81.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>192</span> fewer  individuals than Minnesota. The rate at which immigration courts in Utah grant asylum is <span class='quant'>107.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>99</span> fewer  individuals than Oregon. The rate at which immigration courts in Utah grant asylum is <span class='quant'>63.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>307</span> more  individuals than Nevada. The rate at which immigration courts in Utah grant asylum is <span class='quant'>967.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>332</span> fewer  individuals than Louisiana. The rate at which immigration courts in Utah grant asylum is <span class='quant'>193.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>7222</span> more  individuals than Arizona. The rate at which immigration courts in Utah grant asylum is <span class='quant'>132.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>1313</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Utah grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>1426</span> more  individuals than Pennsylvania. The rate at which immigration courts in Utah grant asylum is <span class='quant'>85.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>517</span> more  individuals than Nebraska. The rate at which immigration courts in Utah grant asylum is <span class='quant'>116.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Utah detained <span class='quant'>842</span> more  individuals than Missouri. The rate at which immigration courts in Utah grant asylum is <span class='quant'>91.0%</span> greater than Missouri."}}}, "VIRGINIA": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>2809</span> more  individuals than Georgia. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>2100.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>2215</span> more  individuals than Utah. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>217.0%</span> less than Utah."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>54</span> fewer  individuals than North Carolina. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>485.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>3110</span> fewer  individuals than New York. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>77.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>21456</span> more  individuals than California. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>170.0%</span> less than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>28484</span> more  individuals than Texas. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>371.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>3457</span> fewer  individuals than Hawaii. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>78.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>946</span> fewer  individuals than Illinois. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>140.0%</span> less than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>3291</span> more  individuals than Connecticut. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>263.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>1554</span> fewer  individuals than Tennessee. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>113.0%</span> less than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>2890</span> more  individuals than Massachusetts. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>84.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>3485</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>1255</span> more  individuals than Ohio. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>263.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>2197</span> more  individuals than Maryland. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>147.0%</span> less than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>431</span> more  individuals than Colorado. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>137.0%</span> less than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>1438</span> fewer  individuals than New Jersey. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>111.0%</span> less than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>3233</span> fewer  individuals than Florida. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>233.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>2763</span> more  individuals than Michigan. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>450.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>1473</span> fewer  individuals than Washington. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>175.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>2407</span> fewer  individuals than Minnesota. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>233.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>2116</span> fewer  individuals than Oregon. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>137.0%</span> less than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>1908</span> more  individuals than Nevada. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>2100.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>2547</span> fewer  individuals than Louisiana. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>420.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>5007</span> more  individuals than Arizona. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>286.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>3528</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>789</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>185.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>2732</span> more  individuals than Nebraska. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>252.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Virginia detained <span class='quant'>3057</span> fewer  individuals than Missouri. The rate at which immigration courts in Virginia grant asylum is <span class='quant'>197.0%</span> less than Missouri."}}}, "NORTH CAROLINA": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>2863</span> fewer  individuals than Georgia. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>433.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>2161</span> fewer  individuals than Utah. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>45.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>54</span> more  individuals than Virginia. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>21.0%</span> greater than Virginia."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>3164</span> fewer  individuals than New York. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>16.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>21510</span> fewer  individuals than California. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>35.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>28538</span> fewer  individuals than Texas. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>76.0%</span> greater than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>3403</span> more  individuals than Hawaii. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>16.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>892</span> more  individuals than Illinois. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>29.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>3237</span> fewer  individuals than Connecticut. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>54.0%</span> greater than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>1500</span> fewer  individuals than Tennessee. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>23.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>2836</span> fewer  individuals than Massachusetts. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>17.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>3431</span> more  individuals than Puerto Rico. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>1201</span> more  individuals than Ohio. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>54.0%</span> greater than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>2143</span> fewer  individuals than Maryland. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>30.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>377</span> fewer  individuals than Colorado. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>28.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>1384</span> fewer  individuals than New Jersey. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>23.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>3287</span> fewer  individuals than Florida. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>48.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>2709</span> more  individuals than Michigan. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>93.0%</span> greater than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>1419</span> more  individuals than Washington. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>36.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>2353</span> more  individuals than Minnesota. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>48.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>2062</span> more  individuals than Oregon. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>28.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>1854</span> more  individuals than Nevada. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>433.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>2493</span> fewer  individuals than Louisiana. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>87.0%</span> greater than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>5061</span> more  individuals than Arizona. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>59.0%</span> greater than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>3474</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>735</span> more  individuals than Pennsylvania. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>38.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>2678</span> fewer  individuals than Nebraska. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>52.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "North Carolina detained <span class='quant'>3003</span> fewer  individuals than Missouri. The rate at which immigration courts in North Carolina grant asylum is <span class='quant'>41.0%</span> greater than Missouri."}}}, "NEW YORK": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>301</span> fewer  individuals than Georgia. The rate at which immigration courts in New York grant asylum is <span class='quant'>2733.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>5325</span> fewer  individuals than Utah. The rate at which immigration courts in New York grant asylum is <span class='quant'>283.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>3110</span> fewer  individuals than Virginia. The rate at which immigration courts in New York grant asylum is <span class='quant'>130.0%</span> less than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>3164</span> fewer  individuals than North Carolina. The rate at which immigration courts in New York grant asylum is <span class='quant'>631.0%</span> less than North Carolina."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>18346</span> fewer  individuals than California. The rate at which immigration courts in New York grant asylum is <span class='quant'>222.0%</span> less than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>25374</span> more  individuals than Texas. The rate at which immigration courts in New York grant asylum is <span class='quant'>482.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>6567</span> fewer  individuals than Hawaii. The rate at which immigration courts in New York grant asylum is <span class='quant'>101.0%</span> less than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>4056</span> more  individuals than Illinois. The rate at which immigration courts in New York grant asylum is <span class='quant'>182.0%</span> less than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>6401</span> fewer  individuals than Connecticut. The rate at which immigration courts in New York grant asylum is <span class='quant'>342.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>4664</span> fewer  individuals than Tennessee. The rate at which immigration courts in New York grant asylum is <span class='quant'>146.0%</span> less than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>6000</span> fewer  individuals than Massachusetts. The rate at which immigration courts in New York grant asylum is <span class='quant'>109.0%</span> less than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>6595</span> more  individuals than Puerto Rico. The rate at which immigration courts in New York grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>4365</span> more  individuals than Ohio. The rate at which immigration courts in New York grant asylum is <span class='quant'>342.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>5307</span> fewer  individuals than Maryland. The rate at which immigration courts in New York grant asylum is <span class='quant'>191.0%</span> less than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>3541</span> more  individuals than Colorado. The rate at which immigration courts in New York grant asylum is <span class='quant'>178.0%</span> less than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>4548</span> more  individuals than New Jersey. The rate at which immigration courts in New York grant asylum is <span class='quant'>144.0%</span> less than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>123</span> more  individuals than Florida. The rate at which immigration courts in New York grant asylum is <span class='quant'>304.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>5873</span> more  individuals than Michigan. The rate at which immigration courts in New York grant asylum is <span class='quant'>586.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>4583</span> fewer  individuals than Washington. The rate at which immigration courts in New York grant asylum is <span class='quant'>228.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>5517</span> more  individuals than Minnesota. The rate at which immigration courts in New York grant asylum is <span class='quant'>304.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>5226</span> fewer  individuals than Oregon. The rate at which immigration courts in New York grant asylum is <span class='quant'>178.0%</span> less than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>5018</span> more  individuals than Nevada. The rate at which immigration courts in New York grant asylum is <span class='quant'>2733.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>5657</span> more  individuals than Louisiana. The rate at which immigration courts in New York grant asylum is <span class='quant'>547.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>1897</span> fewer  individuals than Arizona. The rate at which immigration courts in New York grant asylum is <span class='quant'>373.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>6638</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in New York grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>3899</span> more  individuals than Pennsylvania. The rate at which immigration courts in New York grant asylum is <span class='quant'>241.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>5842</span> more  individuals than Nebraska. The rate at which immigration courts in New York grant asylum is <span class='quant'>328.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "New York detained <span class='quant'>6167</span> more  individuals than Missouri. The rate at which immigration courts in New York grant asylum is <span class='quant'>256.0%</span> less than Missouri."}}}, "CALIFORNIA": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>18647</span> fewer  individuals than Georgia. The rate at which immigration courts in California grant asylum is <span class='quant'>1233.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>23671</span> fewer  individuals than Utah. The rate at which immigration courts in California grant asylum is <span class='quant'>128.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>21456</span> more  individuals than Virginia. The rate at which immigration courts in California grant asylum is <span class='quant'>59.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>21510</span> more  individuals than North Carolina. The rate at which immigration courts in California grant asylum is <span class='quant'>285.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>18346</span> more  individuals than New York. The rate at which immigration courts in California grant asylum is <span class='quant'>45.0%</span> greater than New York."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>7028</span> fewer  individuals than Texas. The rate at which immigration courts in California grant asylum is <span class='quant'>218.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>24913</span> fewer  individuals than Hawaii. The rate at which immigration courts in California grant asylum is <span class='quant'>46.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>22402</span> fewer  individuals than Illinois. The rate at which immigration courts in California grant asylum is <span class='quant'>82.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>24747</span> fewer  individuals than Connecticut. The rate at which immigration courts in California grant asylum is <span class='quant'>154.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>23010</span> more  individuals than Tennessee. The rate at which immigration courts in California grant asylum is <span class='quant'>66.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>24346</span> more  individuals than Massachusetts. The rate at which immigration courts in California grant asylum is <span class='quant'>49.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>24941</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in California grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>22711</span> more  individuals than Ohio. The rate at which immigration courts in California grant asylum is <span class='quant'>154.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>23653</span> more  individuals than Maryland. The rate at which immigration courts in California grant asylum is <span class='quant'>86.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>21887</span> more  individuals than Colorado. The rate at which immigration courts in California grant asylum is <span class='quant'>80.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>22894</span> more  individuals than New Jersey. The rate at which immigration courts in California grant asylum is <span class='quant'>65.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>18223</span> fewer  individuals than Florida. The rate at which immigration courts in California grant asylum is <span class='quant'>137.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>24219</span> more  individuals than Michigan. The rate at which immigration courts in California grant asylum is <span class='quant'>264.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>22929</span> fewer  individuals than Washington. The rate at which immigration courts in California grant asylum is <span class='quant'>103.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>23863</span> more  individuals than Minnesota. The rate at which immigration courts in California grant asylum is <span class='quant'>137.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>23572</span> fewer  individuals than Oregon. The rate at which immigration courts in California grant asylum is <span class='quant'>80.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>23364</span> fewer  individuals than Nevada. The rate at which immigration courts in California grant asylum is <span class='quant'>1233.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>24003</span> fewer  individuals than Louisiana. The rate at which immigration courts in California grant asylum is <span class='quant'>247.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>16449</span> fewer  individuals than Arizona. The rate at which immigration courts in California grant asylum is <span class='quant'>168.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>24984</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in California grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>22245</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in California grant asylum is <span class='quant'>109.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>24188</span> fewer  individuals than Nebraska. The rate at which immigration courts in California grant asylum is <span class='quant'>148.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "California detained <span class='quant'>24513</span> fewer  individuals than Missouri. The rate at which immigration courts in California grant asylum is <span class='quant'>116.0%</span> less than Missouri."}}}, "TEXAS": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>25675</span> more  individuals than Georgia. The rate at which immigration courts in Texas grant asylum is <span class='quant'>567.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>30699</span> fewer  individuals than Utah. The rate at which immigration courts in Texas grant asylum is <span class='quant'>59.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>28484</span> more  individuals than Virginia. The rate at which immigration courts in Texas grant asylum is <span class='quant'>27.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>28538</span> fewer  individuals than North Carolina. The rate at which immigration courts in Texas grant asylum is <span class='quant'>131.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>25374</span> fewer  individuals than New York. The rate at which immigration courts in Texas grant asylum is <span class='quant'>21.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>7028</span> more  individuals than California. The rate at which immigration courts in Texas grant asylum is <span class='quant'>46.0%</span> greater than California."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>31941</span> fewer  individuals than Hawaii. The rate at which immigration courts in Texas grant asylum is <span class='quant'>21.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>29430</span> more  individuals than Illinois. The rate at which immigration courts in Texas grant asylum is <span class='quant'>38.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>31775</span> more  individuals than Connecticut. The rate at which immigration courts in Texas grant asylum is <span class='quant'>71.0%</span> greater than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>30038</span> fewer  individuals than Tennessee. The rate at which immigration courts in Texas grant asylum is <span class='quant'>30.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>31374</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Texas grant asylum is <span class='quant'>23.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>31969</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Texas grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>29739</span> fewer  individuals than Ohio. The rate at which immigration courts in Texas grant asylum is <span class='quant'>71.0%</span> greater than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>30681</span> more  individuals than Maryland. The rate at which immigration courts in Texas grant asylum is <span class='quant'>40.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>28915</span> more  individuals than Colorado. The rate at which immigration courts in Texas grant asylum is <span class='quant'>37.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>29922</span> fewer  individuals than New Jersey. The rate at which immigration courts in Texas grant asylum is <span class='quant'>30.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>25251</span> fewer  individuals than Florida. The rate at which immigration courts in Texas grant asylum is <span class='quant'>63.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>31247</span> fewer  individuals than Michigan. The rate at which immigration courts in Texas grant asylum is <span class='quant'>121.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>29957</span> fewer  individuals than Washington. The rate at which immigration courts in Texas grant asylum is <span class='quant'>47.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>30891</span> more  individuals than Minnesota. The rate at which immigration courts in Texas grant asylum is <span class='quant'>63.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>30600</span> fewer  individuals than Oregon. The rate at which immigration courts in Texas grant asylum is <span class='quant'>37.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>30392</span> more  individuals than Nevada. The rate at which immigration courts in Texas grant asylum is <span class='quant'>567.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>31031</span> fewer  individuals than Louisiana. The rate at which immigration courts in Texas grant asylum is <span class='quant'>113.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>23477</span> more  individuals than Arizona. The rate at which immigration courts in Texas grant asylum is <span class='quant'>77.0%</span> greater than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>32012</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Texas grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>29273</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Texas grant asylum is <span class='quant'>50.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>31216</span> fewer  individuals than Nebraska. The rate at which immigration courts in Texas grant asylum is <span class='quant'>68.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Texas detained <span class='quant'>31541</span> fewer  individuals than Missouri. The rate at which immigration courts in Texas grant asylum is <span class='quant'>53.0%</span> greater than Missouri."}}}, "HAWAII": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>6266</span> more  individuals than Georgia. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>2700.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>1242</span> more  individuals than Utah. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>279.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>3457</span> fewer  individuals than Virginia. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>129.0%</span> less than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>3403</span> fewer  individuals than North Carolina. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>623.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>6567</span> fewer  individuals than New York. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>99.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>24913</span> fewer  individuals than California. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>219.0%</span> less than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>31941</span> more  individuals than Texas. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>476.0%</span> less than Texas."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>2511</span> more  individuals than Illinois. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>180.0%</span> less than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>166</span> more  individuals than Connecticut. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>338.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>1903</span> more  individuals than Tennessee. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>145.0%</span> less than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>567</span> more  individuals than Massachusetts. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>108.0%</span> less than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>28</span> more  individuals than Puerto Rico. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>2202</span> more  individuals than Ohio. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>338.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>1260</span> fewer  individuals than Maryland. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>188.0%</span> less than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>3026</span> fewer  individuals than Colorado. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>176.0%</span> less than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>2019</span> fewer  individuals than New Jersey. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>142.0%</span> less than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>6690</span> fewer  individuals than Florida. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>300.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>694</span> fewer  individuals than Michigan. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>579.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>1984</span> more  individuals than Washington. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>225.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>1050</span> more  individuals than Minnesota. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>300.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>1341</span> fewer  individuals than Oregon. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>176.0%</span> less than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>1549</span> fewer  individuals than Nevada. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>2700.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>910</span> more  individuals than Louisiana. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>540.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>8464</span> fewer  individuals than Arizona. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>368.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>71</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>2668</span> more  individuals than Pennsylvania. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>238.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>725</span> fewer  individuals than Nebraska. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>324.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Hawaii detained <span class='quant'>400</span> fewer  individuals than Missouri. The rate at which immigration courts in Hawaii grant asylum is <span class='quant'>253.0%</span> less than Missouri."}}}, "ILLINOIS": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>3755</span> more  individuals than Georgia. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>1500.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>1269</span> fewer  individuals than Utah. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>155.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>946</span> more  individuals than Virginia. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>71.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>892</span> more  individuals than North Carolina. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>346.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>4056</span> fewer  individuals than New York. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>55.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>22402</span> fewer  individuals than California. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>122.0%</span> less than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>29430</span> more  individuals than Texas. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>265.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>2511</span> more  individuals than Hawaii. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>56.0%</span> greater than Hawaii."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>2345</span> fewer  individuals than Connecticut. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>188.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>608</span> fewer  individuals than Tennessee. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>80.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>1944</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>60.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>2539</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>309</span> fewer  individuals than Ohio. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>188.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>1251</span> more  individuals than Maryland. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>105.0%</span> less than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>515</span> more  individuals than Colorado. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>98.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>492</span> more  individuals than New Jersey. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>79.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>4179</span> fewer  individuals than Florida. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>167.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>1817</span> fewer  individuals than Michigan. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>321.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>527</span> fewer  individuals than Washington. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>125.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>1461</span> more  individuals than Minnesota. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>167.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>1170</span> more  individuals than Oregon. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>98.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>962</span> more  individuals than Nevada. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>1500.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>1601</span> more  individuals than Louisiana. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>300.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>5953</span> more  individuals than Arizona. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>205.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>2582</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>157</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>132.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>1786</span> fewer  individuals than Nebraska. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>180.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Illinois detained <span class='quant'>2111</span> more  individuals than Missouri. The rate at which immigration courts in Illinois grant asylum is <span class='quant'>141.0%</span> less than Missouri."}}}, "CONNECTICUT": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>6100</span> more  individuals than Georgia. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>800.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>1076</span> fewer  individuals than Utah. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>83.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>3291</span> fewer  individuals than Virginia. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>38.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>3237</span> fewer  individuals than North Carolina. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>185.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>6401</span> more  individuals than New York. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>29.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>24747</span> fewer  individuals than California. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>65.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>31775</span> more  individuals than Texas. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>141.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>166</span> more  individuals than Hawaii. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>30.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>2345</span> fewer  individuals than Illinois. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>53.0%</span> greater than Illinois."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>1737</span> more  individuals than Tennessee. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>43.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>401</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>32.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>194</span> more  individuals than Puerto Rico. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>2036</span> fewer  individuals than Ohio. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>100.0%</span> greater than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>1094</span> fewer  individuals than Maryland. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>56.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>2860</span> fewer  individuals than Colorado. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>52.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>1853</span> fewer  individuals than New Jersey. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>42.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>6524</span> more  individuals than Florida. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>89.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>528</span> more  individuals than Michigan. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>171.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>1818</span> more  individuals than Washington. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>67.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>884</span> fewer  individuals than Minnesota. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>89.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>1175</span> fewer  individuals than Oregon. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>52.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>1383</span> fewer  individuals than Nevada. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>800.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>744</span> fewer  individuals than Louisiana. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>160.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>8298</span> more  individuals than Arizona. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>109.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>237</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>2502</span> more  individuals than Pennsylvania. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>71.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>559</span> fewer  individuals than Nebraska. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>96.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Connecticut detained <span class='quant'>234</span> more  individuals than Missouri. The rate at which immigration courts in Connecticut grant asylum is <span class='quant'>75.0%</span> greater than Missouri."}}}, "TENNESSEE": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>4363</span> more  individuals than Georgia. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>1867.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>661</span> fewer  individuals than Utah. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>193.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1554</span> more  individuals than Virginia. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>89.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1500</span> fewer  individuals than North Carolina. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>431.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>4664</span> more  individuals than New York. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>68.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>23010</span> fewer  individuals than California. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>151.0%</span> less than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>30038</span> fewer  individuals than Texas. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>329.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1903</span> more  individuals than Hawaii. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>69.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>608</span> fewer  individuals than Illinois. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>124.0%</span> less than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1737</span> fewer  individuals than Connecticut. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>233.0%</span> less than Connecticut."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1336</span> more  individuals than Massachusetts. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>75.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1931</span> more  individuals than Puerto Rico. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>299</span> fewer  individuals than Ohio. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>233.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>643</span> more  individuals than Maryland. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>130.0%</span> less than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1123</span> fewer  individuals than Colorado. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>122.0%</span> less than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>116</span> fewer  individuals than New Jersey. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>98.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>4787</span> more  individuals than Florida. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>207.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1209</span> more  individuals than Michigan. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>400.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>81</span> more  individuals than Washington. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>156.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>853</span> fewer  individuals than Minnesota. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>207.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>562</span> fewer  individuals than Oregon. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>122.0%</span> less than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>354</span> fewer  individuals than Nevada. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>1867.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>993</span> fewer  individuals than Louisiana. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>373.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>6561</span> more  individuals than Arizona. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>255.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1974</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>765</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>165.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1178</span> fewer  individuals than Nebraska. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>224.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Tennessee detained <span class='quant'>1503</span> more  individuals than Missouri. The rate at which immigration courts in Tennessee grant asylum is <span class='quant'>175.0%</span> less than Missouri."}}}, "MASSACHUSETTS": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>5699</span> more  individuals than Georgia. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>2500.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>675</span> fewer  individuals than Utah. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>259.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>2890</span> more  individuals than Virginia. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>119.0%</span> less than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>2836</span> more  individuals than North Carolina. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>577.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>6000</span> more  individuals than New York. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>91.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>24346</span> more  individuals than California. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>203.0%</span> less than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>31374</span> more  individuals than Texas. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>441.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>567</span> fewer  individuals than Hawaii. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>93.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>1944</span> fewer  individuals than Illinois. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>167.0%</span> less than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>401</span> fewer  individuals than Connecticut. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>313.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>1336</span> fewer  individuals than Tennessee. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>134.0%</span> less than Tennessee."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>595</span> more  individuals than Puerto Rico. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>1635</span> more  individuals than Ohio. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>313.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>693</span> fewer  individuals than Maryland. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>174.0%</span> less than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>2459</span> fewer  individuals than Colorado. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>163.0%</span> less than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>1452</span> more  individuals than New Jersey. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>132.0%</span> less than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>6123</span> more  individuals than Florida. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>278.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>127</span> more  individuals than Michigan. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>536.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>1417</span> more  individuals than Washington. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>208.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>483</span> fewer  individuals than Minnesota. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>278.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>774</span> fewer  individuals than Oregon. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>163.0%</span> less than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>982</span> fewer  individuals than Nevada. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>2500.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>343</span> more  individuals than Louisiana. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>500.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>7897</span> fewer  individuals than Arizona. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>341.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>638</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>2101</span> more  individuals than Pennsylvania. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>221.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>158</span> fewer  individuals than Nebraska. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>300.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Massachusetts detained <span class='quant'>167</span> fewer  individuals than Missouri. The rate at which immigration courts in Massachusetts grant asylum is <span class='quant'>234.0%</span> less than Missouri."}}}, "PUERTO RICO": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>6294</span> fewer  individuals than Georgia. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>1270</span> more  individuals than Utah. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>3485</span> more  individuals than Virginia. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>3431</span> fewer  individuals than North Carolina. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>6595</span> fewer  individuals than New York. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>24941</span> more  individuals than California. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>31969</span> fewer  individuals than Texas. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>28</span> fewer  individuals than Hawaii. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>2539</span> fewer  individuals than Illinois. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>194</span> fewer  individuals than Connecticut. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>1931</span> more  individuals than Tennessee. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>595</span> more  individuals than Massachusetts. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Massachusetts."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>2230</span> fewer  individuals than Ohio. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>1288</span> more  individuals than Maryland. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>3054</span> fewer  individuals than Colorado. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>2047</span> fewer  individuals than New Jersey. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>6718</span> more  individuals than Florida. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>722</span> more  individuals than Michigan. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>2012</span> fewer  individuals than Washington. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>1078</span> fewer  individuals than Minnesota. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>1369</span> fewer  individuals than Oregon. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>1577</span> fewer  individuals than Nevada. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>938</span> fewer  individuals than Louisiana. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>8492</span> fewer  individuals than Arizona. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>43</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0%</span> greater than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>2696</span> more  individuals than Pennsylvania. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>753</span> fewer  individuals than Nebraska. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Puerto Rico detained <span class='quant'>428</span> more  individuals than Missouri. The rate at which immigration courts in Puerto Rico grant asylum is <span class='quant'>0.0%</span> greater than Missouri."}}}, "OHIO": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>4064</span> more  individuals than Georgia. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>800.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>960</span> more  individuals than Utah. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>83.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>1255</span> more  individuals than Virginia. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>38.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>1201</span> fewer  individuals than North Carolina. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>185.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>4365</span> fewer  individuals than New York. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>29.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>22711</span> fewer  individuals than California. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>65.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>29739</span> more  individuals than Texas. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>141.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>2202</span> more  individuals than Hawaii. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>30.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>309</span> fewer  individuals than Illinois. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>53.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>2036</span> fewer  individuals than Connecticut. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>100.0%</span> greater than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>299</span> more  individuals than Tennessee. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>43.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>1635</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>32.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>2230</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>942</span> more  individuals than Maryland. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>56.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>824</span> more  individuals than Colorado. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>52.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>183</span> fewer  individuals than New Jersey. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>42.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>4488</span> fewer  individuals than Florida. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>89.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>1508</span> fewer  individuals than Michigan. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>171.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>218</span> fewer  individuals than Washington. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>67.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>1152</span> fewer  individuals than Minnesota. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>89.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>861</span> fewer  individuals than Oregon. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>52.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>653</span> fewer  individuals than Nevada. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>800.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>1292</span> fewer  individuals than Louisiana. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>160.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>6262</span> more  individuals than Arizona. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>109.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>2273</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>466</span> more  individuals than Pennsylvania. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>71.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>1477</span> fewer  individuals than Nebraska. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>96.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Ohio detained <span class='quant'>1802</span> more  individuals than Missouri. The rate at which immigration courts in Ohio grant asylum is <span class='quant'>75.0%</span> greater than Missouri."}}}, "MARYLAND": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>5006</span> more  individuals than Georgia. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>1433.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>18</span> more  individuals than Utah. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>148.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>2197</span> more  individuals than Virginia. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>68.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>2143</span> fewer  individuals than North Carolina. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>331.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>5307</span> more  individuals than New York. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>52.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>23653</span> fewer  individuals than California. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>116.0%</span> less than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>30681</span> fewer  individuals than Texas. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>253.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>1260</span> fewer  individuals than Hawaii. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>53.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>1251</span> fewer  individuals than Illinois. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>96.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>1094</span> fewer  individuals than Connecticut. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>179.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>643</span> more  individuals than Tennessee. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>77.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>693</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>57.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>1288</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>942</span> fewer  individuals than Ohio. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>179.0%</span> less than Ohio."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>1766</span> fewer  individuals than Colorado. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>93.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>759</span> fewer  individuals than New Jersey. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>75.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>5430</span> more  individuals than Florida. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>159.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>566</span> more  individuals than Michigan. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>307.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>724</span> fewer  individuals than Washington. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>119.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>210</span> fewer  individuals than Minnesota. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>159.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>81</span> fewer  individuals than Oregon. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>93.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>289</span> more  individuals than Nevada. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>1433.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>350</span> fewer  individuals than Louisiana. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>287.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>7204</span> more  individuals than Arizona. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>195.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>1331</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>1408</span> more  individuals than Pennsylvania. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>126.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>535</span> more  individuals than Nebraska. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>172.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Maryland detained <span class='quant'>860</span> more  individuals than Missouri. The rate at which immigration courts in Maryland grant asylum is <span class='quant'>134.0%</span> less than Missouri."}}}, "COLORADO": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>3240</span> fewer  individuals than Georgia. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>1533.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>1784</span> more  individuals than Utah. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>159.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>431</span> more  individuals than Virginia. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>73.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>377</span> fewer  individuals than North Carolina. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>354.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>3541</span> fewer  individuals than New York. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>56.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>21887</span> more  individuals than California. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>124.0%</span> less than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>28915</span> more  individuals than Texas. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>271.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>3026</span> fewer  individuals than Hawaii. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>57.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>515</span> more  individuals than Illinois. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>102.0%</span> less than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>2860</span> more  individuals than Connecticut. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>192.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>1123</span> more  individuals than Tennessee. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>82.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>2459</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>61.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>3054</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>824</span> fewer  individuals than Ohio. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>192.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>1766</span> fewer  individuals than Maryland. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>107.0%</span> less than Maryland."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>1007</span> more  individuals than New Jersey. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>81.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>3664</span> more  individuals than Florida. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>170.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>2332</span> fewer  individuals than Michigan. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>329.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>1042</span> more  individuals than Washington. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>128.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>1976</span> more  individuals than Minnesota. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>170.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>1685</span> fewer  individuals than Oregon. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>100.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>1477</span> more  individuals than Nevada. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>1533.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>2116</span> fewer  individuals than Louisiana. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>307.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>5438</span> fewer  individuals than Arizona. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>209.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>3097</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>358</span> more  individuals than Pennsylvania. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>135.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>2301</span> fewer  individuals than Nebraska. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>184.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Colorado detained <span class='quant'>2626</span> more  individuals than Missouri. The rate at which immigration courts in Colorado grant asylum is <span class='quant'>144.0%</span> less than Missouri."}}}, "NEW JERSEY": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>4247</span> fewer  individuals than Georgia. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>1900.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>777</span> fewer  individuals than Utah. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>197.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>1438</span> fewer  individuals than Virginia. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>90.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>1384</span> fewer  individuals than North Carolina. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>438.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>4548</span> more  individuals than New York. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>70.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>22894</span> more  individuals than California. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>154.0%</span> less than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>29922</span> more  individuals than Texas. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>335.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>2019</span> more  individuals than Hawaii. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>70.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>492</span> more  individuals than Illinois. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>127.0%</span> less than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>1853</span> more  individuals than Connecticut. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>238.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>116</span> fewer  individuals than Tennessee. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>102.0%</span> less than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>1452</span> fewer  individuals than Massachusetts. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>76.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>2047</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>183</span> fewer  individuals than Ohio. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>238.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>759</span> more  individuals than Maryland. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>133.0%</span> less than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>1007</span> fewer  individuals than Colorado. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>124.0%</span> less than Colorado."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>4671</span> fewer  individuals than Florida. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>211.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>1325</span> more  individuals than Michigan. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>407.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>35</span> more  individuals than Washington. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>158.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>969</span> fewer  individuals than Minnesota. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>211.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>678</span> more  individuals than Oregon. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>124.0%</span> less than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>470</span> more  individuals than Nevada. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>1900.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>1109</span> fewer  individuals than Louisiana. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>380.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>6445</span> more  individuals than Arizona. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>259.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>2090</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>649</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>168.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>1294</span> fewer  individuals than Nebraska. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>228.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "New Jersey detained <span class='quant'>1619</span> more  individuals than Missouri. The rate at which immigration courts in New Jersey grant asylum is <span class='quant'>178.0%</span> less than Missouri."}}}, "FLORIDA": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>424</span> more  individuals than Georgia. The rate at which immigration courts in Florida grant asylum is <span class='quant'>900.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>5448</span> more  individuals than Utah. The rate at which immigration courts in Florida grant asylum is <span class='quant'>93.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>3233</span> more  individuals than Virginia. The rate at which immigration courts in Florida grant asylum is <span class='quant'>43.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>3287</span> fewer  individuals than North Carolina. The rate at which immigration courts in Florida grant asylum is <span class='quant'>208.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>123</span> more  individuals than New York. The rate at which immigration courts in Florida grant asylum is <span class='quant'>33.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>18223</span> more  individuals than California. The rate at which immigration courts in Florida grant asylum is <span class='quant'>73.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>25251</span> fewer  individuals than Texas. The rate at which immigration courts in Florida grant asylum is <span class='quant'>159.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>6690</span> more  individuals than Hawaii. The rate at which immigration courts in Florida grant asylum is <span class='quant'>33.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>4179</span> fewer  individuals than Illinois. The rate at which immigration courts in Florida grant asylum is <span class='quant'>60.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>6524</span> fewer  individuals than Connecticut. The rate at which immigration courts in Florida grant asylum is <span class='quant'>113.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>4787</span> fewer  individuals than Tennessee. The rate at which immigration courts in Florida grant asylum is <span class='quant'>48.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>6123</span> more  individuals than Massachusetts. The rate at which immigration courts in Florida grant asylum is <span class='quant'>36.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>6718</span> more  individuals than Puerto Rico. The rate at which immigration courts in Florida grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>4488</span> more  individuals than Ohio. The rate at which immigration courts in Florida grant asylum is <span class='quant'>113.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>5430</span> fewer  individuals than Maryland. The rate at which immigration courts in Florida grant asylum is <span class='quant'>63.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>3664</span> fewer  individuals than Colorado. The rate at which immigration courts in Florida grant asylum is <span class='quant'>59.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>4671</span> more  individuals than New Jersey. The rate at which immigration courts in Florida grant asylum is <span class='quant'>47.0%</span> greater than New Jersey."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>5996</span> more  individuals than Michigan. The rate at which immigration courts in Florida grant asylum is <span class='quant'>193.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>4706</span> more  individuals than Washington. The rate at which immigration courts in Florida grant asylum is <span class='quant'>75.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>5640</span> more  individuals than Minnesota. The rate at which immigration courts in Florida grant asylum is <span class='quant'>100.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>5349</span> fewer  individuals than Oregon. The rate at which immigration courts in Florida grant asylum is <span class='quant'>59.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>5141</span> more  individuals than Nevada. The rate at which immigration courts in Florida grant asylum is <span class='quant'>900.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>5780</span> more  individuals than Louisiana. The rate at which immigration courts in Florida grant asylum is <span class='quant'>180.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>1774</span> fewer  individuals than Arizona. The rate at which immigration courts in Florida grant asylum is <span class='quant'>123.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>6761</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Florida grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>4022</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Florida grant asylum is <span class='quant'>79.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>5965</span> more  individuals than Nebraska. The rate at which immigration courts in Florida grant asylum is <span class='quant'>108.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Florida detained <span class='quant'>6290</span> fewer  individuals than Missouri. The rate at which immigration courts in Florida grant asylum is <span class='quant'>84.0%</span> greater than Missouri."}}}, "MICHIGAN": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>5572</span> fewer  individuals than Georgia. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>467.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>548</span> more  individuals than Utah. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>48.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>2763</span> fewer  individuals than Virginia. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>22.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>2709</span> more  individuals than North Carolina. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>108.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>5873</span> more  individuals than New York. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>17.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>24219</span> fewer  individuals than California. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>38.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>31247</span> more  individuals than Texas. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>82.0%</span> greater than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>694</span> fewer  individuals than Hawaii. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>17.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>1817</span> more  individuals than Illinois. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>31.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>528</span> more  individuals than Connecticut. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>58.0%</span> greater than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>1209</span> more  individuals than Tennessee. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>25.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>127</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>19.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>722</span> more  individuals than Puerto Rico. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>1508</span> more  individuals than Ohio. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>58.0%</span> greater than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>566</span> fewer  individuals than Maryland. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>33.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>2332</span> fewer  individuals than Colorado. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>30.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>1325</span> fewer  individuals than New Jersey. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>25.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>5996</span> fewer  individuals than Florida. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>52.0%</span> greater than Florida."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>1290</span> fewer  individuals than Washington. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>39.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>356</span> fewer  individuals than Minnesota. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>52.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>647</span> fewer  individuals than Oregon. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>30.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>855</span> fewer  individuals than Nevada. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>467.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>216</span> fewer  individuals than Louisiana. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>93.0%</span> greater than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>7770</span> more  individuals than Arizona. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>64.0%</span> greater than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>765</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>1974</span> more  individuals than Pennsylvania. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>41.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>31</span> fewer  individuals than Nebraska. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>56.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Michigan detained <span class='quant'>294</span> more  individuals than Missouri. The rate at which immigration courts in Michigan grant asylum is <span class='quant'>44.0%</span> greater than Missouri."}}}, "WASHINGTON": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>4282</span> more  individuals than Georgia. The rate at which immigration courts in Washington grant asylum is <span class='quant'>1200.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>742</span> fewer  individuals than Utah. The rate at which immigration courts in Washington grant asylum is <span class='quant'>124.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>1473</span> fewer  individuals than Virginia. The rate at which immigration courts in Washington grant asylum is <span class='quant'>57.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>1419</span> more  individuals than North Carolina. The rate at which immigration courts in Washington grant asylum is <span class='quant'>277.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>4583</span> fewer  individuals than New York. The rate at which immigration courts in Washington grant asylum is <span class='quant'>44.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>22929</span> fewer  individuals than California. The rate at which immigration courts in Washington grant asylum is <span class='quant'>97.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>29957</span> fewer  individuals than Texas. The rate at which immigration courts in Washington grant asylum is <span class='quant'>212.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>1984</span> more  individuals than Hawaii. The rate at which immigration courts in Washington grant asylum is <span class='quant'>44.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>527</span> fewer  individuals than Illinois. The rate at which immigration courts in Washington grant asylum is <span class='quant'>80.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>1818</span> more  individuals than Connecticut. The rate at which immigration courts in Washington grant asylum is <span class='quant'>150.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>81</span> more  individuals than Tennessee. The rate at which immigration courts in Washington grant asylum is <span class='quant'>64.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>1417</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Washington grant asylum is <span class='quant'>48.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>2012</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Washington grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>218</span> fewer  individuals than Ohio. The rate at which immigration courts in Washington grant asylum is <span class='quant'>150.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>724</span> more  individuals than Maryland. The rate at which immigration courts in Washington grant asylum is <span class='quant'>84.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>1042</span> more  individuals than Colorado. The rate at which immigration courts in Washington grant asylum is <span class='quant'>78.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>35</span> fewer  individuals than New Jersey. The rate at which immigration courts in Washington grant asylum is <span class='quant'>63.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>4706</span> more  individuals than Florida. The rate at which immigration courts in Washington grant asylum is <span class='quant'>133.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>1290</span> more  individuals than Michigan. The rate at which immigration courts in Washington grant asylum is <span class='quant'>257.0%</span> less than Michigan."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>934</span> more  individuals than Minnesota. The rate at which immigration courts in Washington grant asylum is <span class='quant'>133.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>643</span> more  individuals than Oregon. The rate at which immigration courts in Washington grant asylum is <span class='quant'>78.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>435</span> more  individuals than Nevada. The rate at which immigration courts in Washington grant asylum is <span class='quant'>1200.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>1074</span> more  individuals than Louisiana. The rate at which immigration courts in Washington grant asylum is <span class='quant'>240.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>6480</span> more  individuals than Arizona. The rate at which immigration courts in Washington grant asylum is <span class='quant'>164.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>2055</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Washington grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>684</span> more  individuals than Pennsylvania. The rate at which immigration courts in Washington grant asylum is <span class='quant'>106.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>1259</span> more  individuals than Nebraska. The rate at which immigration courts in Washington grant asylum is <span class='quant'>144.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Washington detained <span class='quant'>1584</span> fewer  individuals than Missouri. The rate at which immigration courts in Washington grant asylum is <span class='quant'>113.0%</span> less than Missouri."}}}, "MINNESOTA": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>5216</span> fewer  individuals than Georgia. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>900.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>192</span> more  individuals than Utah. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>93.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>2407</span> more  individuals than Virginia. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>43.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>2353</span> fewer  individuals than North Carolina. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>208.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>5517</span> fewer  individuals than New York. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>33.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>23863</span> more  individuals than California. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>73.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>30891</span> more  individuals than Texas. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>159.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>1050</span> fewer  individuals than Hawaii. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>33.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>1461</span> fewer  individuals than Illinois. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>60.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>884</span> more  individuals than Connecticut. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>113.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>853</span> fewer  individuals than Tennessee. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>48.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>483</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>36.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>1078</span> more  individuals than Puerto Rico. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>1152</span> fewer  individuals than Ohio. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>113.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>210</span> more  individuals than Maryland. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>63.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>1976</span> fewer  individuals than Colorado. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>59.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>969</span> more  individuals than New Jersey. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>47.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>5640</span> more  individuals than Florida. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>100.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>356</span> more  individuals than Michigan. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>193.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>934</span> fewer  individuals than Washington. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>75.0%</span> greater than Washington."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>291</span> fewer  individuals than Oregon. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>59.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>499</span> more  individuals than Nevada. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>900.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>140</span> fewer  individuals than Louisiana. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>180.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>7414</span> more  individuals than Arizona. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>123.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>1121</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>1618</span> more  individuals than Pennsylvania. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>79.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>325</span> fewer  individuals than Nebraska. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>108.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Minnesota detained <span class='quant'>650</span> more  individuals than Missouri. The rate at which immigration courts in Minnesota grant asylum is <span class='quant'>84.0%</span> greater than Missouri."}}}, "OREGON": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>4925</span> more  individuals than Georgia. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>1533.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>99</span> fewer  individuals than Utah. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>159.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>2116</span> fewer  individuals than Virginia. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>73.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>2062</span> more  individuals than North Carolina. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>354.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>5226</span> fewer  individuals than New York. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>56.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>23572</span> more  individuals than California. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>124.0%</span> less than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>30600</span> fewer  individuals than Texas. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>271.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>1341</span> fewer  individuals than Hawaii. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>57.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>1170</span> more  individuals than Illinois. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>102.0%</span> less than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>1175</span> more  individuals than Connecticut. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>192.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>562</span> more  individuals than Tennessee. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>82.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>774</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>61.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>1369</span> more  individuals than Puerto Rico. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>861</span> more  individuals than Ohio. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>192.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>81</span> fewer  individuals than Maryland. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>107.0%</span> less than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>1685</span> fewer  individuals than Colorado. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>100.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>678</span> more  individuals than New Jersey. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>81.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>5349</span> more  individuals than Florida. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>170.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>647</span> fewer  individuals than Michigan. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>329.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>643</span> more  individuals than Washington. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>128.0%</span> less than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>291</span> fewer  individuals than Minnesota. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>170.0%</span> less than Minnesota."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>208</span> fewer  individuals than Nevada. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>1533.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>431</span> more  individuals than Louisiana. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>307.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>7123</span> more  individuals than Arizona. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>209.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>1412</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>1327</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>135.0%</span> less than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>616</span> fewer  individuals than Nebraska. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>184.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Oregon detained <span class='quant'>941</span> fewer  individuals than Missouri. The rate at which immigration courts in Oregon grant asylum is <span class='quant'>144.0%</span> less than Missouri."}}}, "NEVADA": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>4717</span> fewer  individuals than Georgia. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>100.0%</span> greater than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>307</span> more  individuals than Utah. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>10.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>1908</span> fewer  individuals than Virginia. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>5.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>1854</span> fewer  individuals than North Carolina. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>23.0%</span> greater than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>5018</span> more  individuals than New York. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>4.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>23364</span> fewer  individuals than California. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>8.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>30392</span> more  individuals than Texas. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>18.0%</span> greater than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>1549</span> fewer  individuals than Hawaii. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>4.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>962</span> fewer  individuals than Illinois. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>7.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>1383</span> fewer  individuals than Connecticut. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>13.0%</span> greater than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>354</span> fewer  individuals than Tennessee. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>5.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>982</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>4.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>1577</span> more  individuals than Puerto Rico. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>653</span> fewer  individuals than Ohio. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>13.0%</span> greater than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>289</span> more  individuals than Maryland. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>7.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>1477</span> fewer  individuals than Colorado. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>7.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>470</span> fewer  individuals than New Jersey. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>5.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>5141</span> more  individuals than Florida. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>11.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>855</span> fewer  individuals than Michigan. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>21.0%</span> greater than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>435</span> more  individuals than Washington. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>8.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>499</span> fewer  individuals than Minnesota. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>11.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>208</span> more  individuals than Oregon. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>7.0%</span> greater than Oregon."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>639</span> fewer  individuals than Louisiana. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>20.0%</span> greater than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>6915</span> more  individuals than Arizona. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>14.0%</span> greater than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>1620</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>1119</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>9.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>824</span> more  individuals than Nebraska. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>12.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Nevada detained <span class='quant'>1149</span> more  individuals than Missouri. The rate at which immigration courts in Nevada grant asylum is <span class='quant'>9.0%</span> greater than Missouri."}}}, "LOUISIANA": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>5356</span> more  individuals than Georgia. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>500.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>332</span> fewer  individuals than Utah. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>52.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>2547</span> fewer  individuals than Virginia. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>24.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>2493</span> more  individuals than North Carolina. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>115.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>5657</span> more  individuals than New York. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>18.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>24003</span> more  individuals than California. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>41.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>31031</span> fewer  individuals than Texas. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>88.0%</span> greater than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>910</span> more  individuals than Hawaii. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>19.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>1601</span> more  individuals than Illinois. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>33.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>744</span> fewer  individuals than Connecticut. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>63.0%</span> greater than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>993</span> fewer  individuals than Tennessee. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>27.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>343</span> more  individuals than Massachusetts. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>20.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>938</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>1292</span> fewer  individuals than Ohio. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>63.0%</span> greater than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>350</span> more  individuals than Maryland. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>35.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>2116</span> fewer  individuals than Colorado. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>33.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>1109</span> more  individuals than New Jersey. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>26.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>5780</span> fewer  individuals than Florida. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>56.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>216</span> more  individuals than Michigan. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>107.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>1074</span> more  individuals than Washington. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>42.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>140</span> fewer  individuals than Minnesota. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>56.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>431</span> more  individuals than Oregon. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>33.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>639</span> fewer  individuals than Nevada. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>500.0%</span> less than Nevada."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>7554</span> fewer  individuals than Arizona. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>68.0%</span> greater than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>981</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>1758</span> more  individuals than Pennsylvania. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>44.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>185</span> more  individuals than Nebraska. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>60.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Louisiana detained <span class='quant'>510</span> fewer  individuals than Missouri. The rate at which immigration courts in Louisiana grant asylum is <span class='quant'>47.0%</span> greater than Missouri."}}}, "ARIZONA": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>2198</span> fewer  individuals than Georgia. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>733.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>7222</span> more  individuals than Utah. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>76.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>5007</span> fewer  individuals than Virginia. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>35.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>5061</span> more  individuals than North Carolina. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>169.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>1897</span> more  individuals than New York. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>27.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>16449</span> fewer  individuals than California. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>59.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>23477</span> more  individuals than Texas. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>129.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>8464</span> fewer  individuals than Hawaii. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>27.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>5953</span> fewer  individuals than Illinois. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>49.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>8298</span> fewer  individuals than Connecticut. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>92.0%</span> greater than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>6561</span> fewer  individuals than Tennessee. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>39.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>7897</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>29.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>8492</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>6262</span> fewer  individuals than Ohio. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>92.0%</span> greater than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>7204</span> fewer  individuals than Maryland. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>51.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>5438</span> fewer  individuals than Colorado. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>48.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>6445</span> fewer  individuals than New Jersey. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>39.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>1774</span> more  individuals than Florida. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>81.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>7770</span> fewer  individuals than Michigan. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>157.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>6480</span> more  individuals than Washington. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>61.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>7414</span> more  individuals than Minnesota. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>81.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>7123</span> fewer  individuals than Oregon. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>48.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>6915</span> more  individuals than Nevada. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>733.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>7554</span> more  individuals than Louisiana. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>147.0%</span> less than Louisiana."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>8535</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>5796</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>65.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>7739</span> fewer  individuals than Nebraska. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>88.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Arizona detained <span class='quant'>8064</span> fewer  individuals than Missouri. The rate at which immigration courts in Arizona grant asylum is <span class='quant'>69.0%</span> greater than Missouri."}}}, "NORTHERN MARIANA ISLANDS": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>6337</span> fewer  individuals than Georgia. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>1313</span> fewer  individuals than Utah. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>3528</span> fewer  individuals than Virginia. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>3474</span> more  individuals than North Carolina. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>6638</span> more  individuals than New York. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>24984</span> fewer  individuals than California. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>32012</span> fewer  individuals than Texas. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>71</span> fewer  individuals than Hawaii. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>2582</span> more  individuals than Illinois. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>237</span> more  individuals than Connecticut. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>1974</span> fewer  individuals than Tennessee. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>638</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>43</span> more  individuals than Puerto Rico. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0%</span> greater than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>2273</span> more  individuals than Ohio. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>1331</span> fewer  individuals than Maryland. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>3097</span> fewer  individuals than Colorado. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>2090</span> more  individuals than New Jersey. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>6761</span> fewer  individuals than Florida. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>765</span> more  individuals than Michigan. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>2055</span> fewer  individuals than Washington. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>1121</span> fewer  individuals than Minnesota. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>1412</span> fewer  individuals than Oregon. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>1620</span> fewer  individuals than Nevada. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>981</span> more  individuals than Louisiana. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>8535</span> fewer  individuals than Arizona. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Arizona."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>2739</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>796</span> more  individuals than Nebraska. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Northern Mariana Islands detained <span class='quant'>471</span> fewer  individuals than Missouri. The rate at which immigration courts in Northern Mariana Islands grant asylum is <span class='quant'>0.0%</span> greater than Missouri."}}}, "PENNSYLVANIA": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>3598</span> fewer  individuals than Georgia. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>1133.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>1426</span> more  individuals than Utah. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>117.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>789</span> more  individuals than Virginia. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>54.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>735</span> more  individuals than North Carolina. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>262.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>3899</span> fewer  individuals than New York. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>41.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>22245</span> fewer  individuals than California. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>92.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>29273</span> more  individuals than Texas. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>200.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>2668</span> fewer  individuals than Hawaii. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>42.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>157</span> fewer  individuals than Illinois. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>76.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>2502</span> more  individuals than Connecticut. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>142.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>765</span> more  individuals than Tennessee. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>61.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>2101</span> more  individuals than Massachusetts. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>45.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>2696</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>466</span> more  individuals than Ohio. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>142.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>1408</span> fewer  individuals than Maryland. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>79.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>358</span> more  individuals than Colorado. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>74.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>649</span> fewer  individuals than New Jersey. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>60.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>4022</span> more  individuals than Florida. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>126.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>1974</span> fewer  individuals than Michigan. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>243.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>684</span> fewer  individuals than Washington. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>94.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>1618</span> more  individuals than Minnesota. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>126.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>1327</span> fewer  individuals than Oregon. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>74.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>1119</span> fewer  individuals than Nevada. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>1133.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>1758</span> more  individuals than Louisiana. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>227.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>5796</span> more  individuals than Arizona. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>155.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>2739</span> more  individuals than Northern Mariana Islands. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>1943</span> fewer  individuals than Nebraska. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>136.0%</span> less than Nebraska."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Pennsylvania detained <span class='quant'>2268</span> more  individuals than Missouri. The rate at which immigration courts in Pennsylvania grant asylum is <span class='quant'>106.0%</span> less than Missouri."}}}, "NEBRASKA": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>5541</span> more  individuals than Georgia. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>833.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>517</span> fewer  individuals than Utah. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>86.0%</span> greater than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>2732</span> more  individuals than Virginia. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>40.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>2678</span> more  individuals than North Carolina. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>192.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>5842</span> fewer  individuals than New York. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>30.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>24188</span> fewer  individuals than California. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>68.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>31216</span> more  individuals than Texas. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>147.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>725</span> fewer  individuals than Hawaii. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>31.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>1786</span> more  individuals than Illinois. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>56.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>559</span> fewer  individuals than Connecticut. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>104.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>1178</span> more  individuals than Tennessee. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>45.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>158</span> fewer  individuals than Massachusetts. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>33.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>753</span> more  individuals than Puerto Rico. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>1477</span> fewer  individuals than Ohio. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>104.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>535</span> more  individuals than Maryland. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>58.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>2301</span> fewer  individuals than Colorado. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>54.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>1294</span> fewer  individuals than New Jersey. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>44.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>5965</span> fewer  individuals than Florida. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>93.0%</span> greater than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>31</span> more  individuals than Michigan. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>179.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>1259</span> fewer  individuals than Washington. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>69.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>325</span> more  individuals than Minnesota. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>93.0%</span> greater than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>616</span> fewer  individuals than Oregon. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>54.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>824</span> more  individuals than Nevada. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>833.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>185</span> more  individuals than Louisiana. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>167.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>7739</span> more  individuals than Arizona. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>114.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>796</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>1943</span> more  individuals than Pennsylvania. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>74.0%</span> greater than Pennsylvania."}}, "MISSOURI": {"data": {}, "narrative": {"data": {}, "narrative": "Nebraska detained <span class='quant'>325</span> more  individuals than Missouri. The rate at which immigration courts in Nebraska grant asylum is <span class='quant'>78.0%</span> greater than Missouri."}}}, "MISSOURI": {"GEORGIA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>5866</span> more  individuals than Georgia. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>1067.0%</span> less than Georgia."}}, "UTAH": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>842</span> fewer  individuals than Utah. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>110.0%</span> less than Utah."}}, "VIRGINIA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>3057</span> fewer  individuals than Virginia. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>51.0%</span> greater than Virginia."}}, "NORTH CAROLINA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>3003</span> more  individuals than North Carolina. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>246.0%</span> less than North Carolina."}}, "NEW YORK": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>6167</span> more  individuals than New York. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>39.0%</span> greater than New York."}}, "CALIFORNIA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>24513</span> more  individuals than California. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>86.0%</span> greater than California."}}, "TEXAS": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>31541</span> more  individuals than Texas. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>188.0%</span> less than Texas."}}, "HAWAII": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>400</span> more  individuals than Hawaii. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>40.0%</span> greater than Hawaii."}}, "ILLINOIS": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>2111</span> more  individuals than Illinois. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>71.0%</span> greater than Illinois."}}, "CONNECTICUT": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>234</span> fewer  individuals than Connecticut. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>133.0%</span> less than Connecticut."}}, "TENNESSEE": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>1503</span> more  individuals than Tennessee. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>57.0%</span> greater than Tennessee."}}, "MASSACHUSETTS": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>167</span> more  individuals than Massachusetts. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>43.0%</span> greater than Massachusetts."}}, "PUERTO RICO": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>428</span> fewer  individuals than Puerto Rico. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>0%</span> less than Puerto Rico."}}, "OHIO": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>1802</span> fewer  individuals than Ohio. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>133.0%</span> less than Ohio."}}, "MARYLAND": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>860</span> fewer  individuals than Maryland. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>74.0%</span> greater than Maryland."}}, "COLORADO": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>2626</span> fewer  individuals than Colorado. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>70.0%</span> greater than Colorado."}}, "NEW JERSEY": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>1619</span> fewer  individuals than New Jersey. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>56.0%</span> greater than New Jersey."}}, "FLORIDA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>6290</span> more  individuals than Florida. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>119.0%</span> less than Florida."}}, "MICHIGAN": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>294</span> fewer  individuals than Michigan. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>229.0%</span> less than Michigan."}}, "WASHINGTON": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>1584</span> more  individuals than Washington. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>89.0%</span> greater than Washington."}}, "MINNESOTA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>650</span> more  individuals than Minnesota. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>119.0%</span> less than Minnesota."}}, "OREGON": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>941</span> more  individuals than Oregon. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>70.0%</span> greater than Oregon."}}, "NEVADA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>1149</span> more  individuals than Nevada. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>1067.0%</span> less than Nevada."}}, "LOUISIANA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>510</span> fewer  individuals than Louisiana. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>213.0%</span> less than Louisiana."}}, "ARIZONA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>8064</span> more  individuals than Arizona. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>145.0%</span> less than Arizona."}}, "NORTHERN MARIANA ISLANDS": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>471</span> fewer  individuals than Northern Mariana Islands. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>0%</span> less than Northern Mariana Islands."}}, "PENNSYLVANIA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>2268</span> fewer  individuals than Pennsylvania. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>94.0%</span> greater than Pennsylvania."}}, "NEBRASKA": {"data": {}, "narrative": {"data": {}, "narrative": "Missouri detained <span class='quant'>325</span> fewer  individuals than Nebraska. The rate at which immigration courts in Missouri grant asylum is <span class='quant'>128.0%</span> less than Nebraska."}}}}